Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajavaalit_2023.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjävaalit 2023
smn: Sämitiggevaaljah 2023

source: Yhteystiedot
smn: Ohtâvuotâtiäđuh

source: Saamelaiskäräjien vaalilautakunta toimeenpanee vaalit Saamelaiskäräjistä annetun lain 4 luvun ja oikeusministeriön vaalimenettelystä antaman asetuksen mukaisesti.
smn: Sämitige valjâlävdikodde olášut vaaljâid Sämitiggeest adelum laavâ 4 lovo já riehtiministeriö valjâmonâttâlmist adelum asâttâs miäldásávt.

source: Saamelaiskäräjien vaalilautakunta Saamelaiskulttuurikeskus Sajos Menesjärventie 2A 99870 INARI
smn: Sämitige valjâlävdikodde Sämikulttuurkuávdáš Sajos Menesjärventie 2A 99870 AANAAR

source: Vaalilautakunnalle voi lähettää suojatun sähköpostin osoitteesta: https://secmail.com/send/m7jcWH7B .
smn: Valjâlävdikoodán puáhtá vuolgâttiđ syeijejum šleđgâpoostâ čujottâsâst: https://secmail.com/send/m7jcWH7B .

source: Vaaleista tiedottaminen
smn: Vaaljâin tieđettem

source: Vaalilautakunta tiedottaa vaalien kulusta julkisin kuulutuksin Helsingin Sanomissa ja saamelaisten kotiseutualueella ilmestyvissä sanomalehdissä sekä Saamelaiskäräjien nettisivuilla.
smn: Valjâlävdikodde tieđeet vaaljâi joođoost almos kulluuttâssáin Helsingin Sanomat aavisist já sämmilij päikkikuávlu aavisijn sehe Sämitige nettisiijđoin.

source: Kuva: Johanna Labba
smn: Kove: Johanna Labba
